{
  "story": [
    "Bienvenido, joven. Esta es la Reserva Pacaya-Samiria, la casa de las taricayas.",
    "Yo he visto muchas generaciones de ellas. Son viejas amigas mias, si.",
    "Tu mision es proteger sus nidos. No es facil, pero vale la pena.",
    "Los zorros, esos astutos... buscan robar los huevos. Y los humanos, ni hablar.",
    "Cuando las crias nacen, la carrera comienza. El rio es su hogar, pero hay peligros.",
    "Cangrejos, aves, peces... todo quiere hacerles dano.",
    "Tu las guiara, como un buen guardian. No las dejes caer.",
    "Recuerda, joven, la vida es fragil. Pero con tus manos, todo puede salvarse."
  ],
  "story_noche": [
    "La noche cae en la Reserva Pacaya-Samiria, y los peligros aumentan.",
    "Los zorros estan mas activos, acechando los nidos con mayor audacia.",
    "Tambien los humanos, con intenciones oscuras, pueden aparecer en busca de los huevos.",
    "Debes mantenerte alerta. Los depredadores nocturnos, como buhos y murcielagos, tambien se suman a las amenazas.",
    "Cuando las crias nacen, el camino al rio se vuelve mas peligroso bajo la oscuridad.",
    "Cangrejos, aves nocturnas y peces esperan su oportunidad.",
    "Guialas con cuidado, joven guardian. En la noche, tus acciones son mas cruciales que nunca.",
    "Recuerda, cada cria que llega al rio es un triunfo contra la adversidad."
  ],
  "story_dia": [
    "Bienvenido a la Reserva Pacaya-Samiria, la casa de las taricayas. Aqui comenzaras tu mision.",
    "Tu objetivo es simple pero crucial: proteger los nidos de las taricayas. Presta atencion al entorno y manten a los depredadores alejados.",
    "Los zorros, agiles y astutos, intentaran robar los huevos. Tambien debes estar atento a cualquier actividad humana sospechosa.",
    "Cuando las crias nazcan, tu trabajo no termina. Guialas cuidadosamente hacia el rio, esquivando a sus enemigos naturales.",
    "Cangrejos, aves y peces estan al acecho. Vigila su camino y actúa rapido para mantenerlas a salvo.",
    "No permitas que caigan en manos enemigas. Cada paso que das cuenta para su supervivencia.",
    "Se un buen guardian, joven. Las taricayas confian en ti para llegar al rio.",
    "Recuerda, la vida en la selva es un desafio, pero tambien es un regalo que vale la pena proteger."
  ]
}
