{
  "story": [
    "Bienvenido, joven. Esta es la Reserva Pacaya-Samiria, la casa de las taricayas.",
    "Yo he visto muchas generaciones de ellas. Son viejas amigas mias, si.",
    "Tu mision es proteger sus nidos. No es facil, pero vale la pena.",
    "Los zorros, esos astutos... buscan robar los huevos. Y los humanos, ni hablar.",
    "Cuando las crias nacen, la carrera comienza. El rio es su hogar, pero hay peligros.",
    "Cangrejos, aves, peces... todo quiere hacerles daño.",
    "Tu las guiaras, como un buen guardian. No las dejes caer."
  ],
  "story_noche": [
    "La noche ha llegado, joven guardian. Has hecho un gran trabajo durante el dia, pero la oscuridad trae consigo nuevos desafios.",
    "Los zorros se vuelven mas audaces en la penumbra, acechando los nidos con mayor fiereza.",
    "Y los humanos... no te confies. La oscuridad es su aliada, y puede ser mas dificil detectar sus movimientos.",
    "Sera dificil ver a las crias, pero no puedes fallar. Ellas confian en ti, y no puedes dejar que la oscuridad te detenga.",
    "La noche pondra a prueba tu resistencia, pero recuerda: cada paso que das, cada cria que guias, es una victoria.",
    "No te rindas, joven. El desafio nocturno es solo una prueba mas en tu camino como guardian.",
    "Recuerda, la oscuridad solo oculta lo que quieres ver, pero tu corazon es mas fuerte que cualquier sombra."
  ],
  "story_dia": [
    "Aqui comienza tu mision, joven guardian.",
    "Cuando las crias nazcan, tu trabajo no termina. Guialas cuidadosamente hacia el rio, esquivando a sus enemigos naturales.",
    "No permitas que caigan en manos enemigas. Cada paso que das cuenta para su supervivencia.",
    "INSTRUCCIONES: Usa las flechas del teclado para moverte por el mapa",
    "Las tortugas saben que su destino es el rio. Tu mision es guiarlas hacia el agua, evitando los peligros del camino.",
    "Puedes ayudarlas a evitar los depredadores con la tecla \"A\"",
    "Ademas con la tecla \"S\" puedes empujar a las crias hacia adelante.",
    "Recuerda, cada tortuga que llega al rio es una victoria para ti y para la naturaleza.",
    "Buena suerte, joven guardian. El destino de las taricayas esta en tus manos."
  ]
}
